MODE.FirstCasualtyCommander = {
	"Я только что засек первую ассимиляцию. Угроза реальна. Будьте осторожны.",
	"Один уже заразился, не позвольте им сделать вас следующим. Будьте начеку.",
	"Я потерял сигнал одного из вас, скорее всего, он ассимилирован. Будьте бдительны.",
	"Одного из вас только что ассимилировали. Вы можете стать следующим, сохраняйте бдительность и не дайте им добраться до вас."
}

MODE.HalfWayCommander = {
	"Вас осталась только половина. Держитесь вместе.",
	"Половина из вас теперь либо мертвы, либо ассимилированы. Да поможет вам Бог.",
	"Патоген уже на полпути к победе. Берегите себя и проверяйте углы.",
	"Дела плохи, половина из вас теперь заражена. Черт.",
}

MODE.HalfWayHeliCommander = {
	"Вас осталась только половина. Эвакуационный вертолет уже в пути. Расчетное время прибытия: 4-5 минут.",
	"Половина из вас теперь либо мертвы, либо ассимилированы. Эвакуационный вертолет приближается, держитесь!",
	"Патоген уже на полпути к победе. Я подготовил эвакуационный вертолет, просто оставайтесь людьми еще немного!",
	"Дела плохи, половина из вас теперь заражена. Эвакуационный вертолет уже в пути, отбивайтесь от этих тварей еще немного.",
}

MODE.HalfWayExtractCommander = {
	"Вас осталась только половина. Эвакуационный отряд уже в пути. Расчетное время прибытия: 2-3 минуты.",
	"Половина из вас теперь либо мертвы, либо ассимилированы. Эвакуационный отряд приближается, держитесь!",
	"Патоген уже на полпути к победе. Я отправил эвакуационный отряд, просто оставайтесь людьми еще немного!",
	"Дела плохи, половина из вас теперь заражена. Эвакуационный отряд уже в пути, отбивайтесь от этих тварей еще немного.",
}

MODE.ThreeLeftCommander = {
	"Вас осталось только трое. Прикрывайте друг другу спины.",
	"Осталось только трое выживших, включая вас. Надеюсь, вы готовы к тому, что вас ждет.",
	"От вас осталась только троица, да поможет вам Бог.",
	"Вы и еще двое все еще живы. Постарайтесь держаться вместе."
}

MODE.ThreeLeftHeliCommander = {
	"Вас осталось только трое. Вертолет должен быть здесь с минуты на минуту.",
	"Осталось только трое выживших, включая вас. Надеюсь, вы готовы к эвакуации.",
	"От вас осталась только троица, ожидайте вертолет.",
	"Вы и еще двое все еще живы. Держитесь вместе, эвакуационный вертолет уже в пути."
}

MODE.TwoLeftCommander = {
	"В этом богом забытом месте вас осталось только двое.",
	"Теперь вы дуэт. Блядь!",
	"Остались только вы. И еще какой-то парень. Да поможет вам Бог.",
	"Остались только двое из вас. Не поддавайтесь отчаянию, сражайтесь до последнего вздоха!"
}

MODE.OneLeftCommander = {
	"Вы остались одни. Да смилуется бог над вашей душой.",
	"Вы единственный выживший. Вполне возможно, что и нет. Вы хорошо сражались.",
	"Только ты и я теперь, да? Рад, что я не там, внизу.",
	"Вы последний. Мне жаль, солдат."
}

MODE.FirstCasualtyContractor = {
	"Первое убийство.",
	"Один уже готов, не отвлекайтесь.",
	"Один мертвый выживший.",
	"Кто-то только что умер. Ассимилирован или застрелен, неважно. Продолжайте."
}

MODE.HalfWayContractor = {
	"Вы добрались до половины выживших. Впечатляет.",
	"Около половины ваших врагов теперь мертвы. Просто держу вас в курсе.",
	"Половина из них уже мертва. Отличная работа, оперативник, продолжайте выполнение миссии.",
	"Отличная работа, оперативник, около половины выживших теперь мертвы.",
}

MODE.ThreeLeftContractor = {
	"Осталось только двое выживших. Закончите начатое.",
	"Осталось только двое. Вы знаете, что делать.",
	"Осталось 2 выживших. Отличная работа, вы почти у цели.",
	"Вы и двое других выживших - это все, что осталось. Найдите их и убейте."
}

MODE.TwoLeftContractor = {
	"Теперь остался только один выживший. Прикончите его.",
	"Остался только один выживший. Не облажайтесь.",
	"Найдите и убейте последнего. Ваша эвакуация ждет.",
	"Остался один враг. Найдите его."
}

MODE.OneLeftContractor = {
	"Вы единственный, кто остался в этой резне. Миссия выполнена. Отправляйтесь к точке эвакуации.",
	"Вы достали их всех. Миссия выполнена. Отправляйтесь к точке эвакуации.",
	"Оперативник, вы последний, кто остался в живых. Миссия выполнена. Отправляйтесь к точке эвакуации.",
	"Оперативник, ваша миссия увенчалась успехом. Отправляйтесь к точке эвакуации."
}